TOKEN = ''

base = ''

owner = [] #🎛️.🔍

admins = []

moderator = []

VIP = []

ignore = []

chat_ignore = []

bonuscode_dict = {}"CODE":"b1"
bonuscode_items_dict = {}#"CODE":[💶, 💪, ⛽, 🧼, 🐰, 💼, 🎛️, 🔍, ⚖️, 🦾, 🧴, 🪙]

db_item = {"💪":["frihand", "15"], "💪🏻":["frihand", "15"], "⛽":["pump", "50"], "⛽️":["pump", "50"], "🧼":["grease", "100"], "🐰":["rabot", "200"], "💶":["coin", "1"], "💼":["item_case", "35"], "🎛️":["machine", "800"], "🔍":["magnifier", "900"], "⚖️":["libra", "50"], "🦾":["ironhand", "650"], "🧴":["autofiller", "1200"], "🪙":["treasury", "1000"], "🏅":["medal", "100000000"]}
db_item_ignore = {"💪🏻":"💪", "⛽️":"⛽"}
db_item_two = {"frihand":"💪", "pump":"⛽", "grease":"🧼", "rabot":"🐰", "coin":"💶", "case":"💼", "machine":"🎛️", "magnifier":"🔍", "libra":"⚖️","ironhand":"🦾", "autofiller":"🧴", "treasury":"🪙",\
				"рука":"💪", "насос":"⛽", "мило":"🧼", "кролик":"🐰", "гроші":"💶", "кейс":"💼", "машина":"🎛️", "лупа":"🔍", "ваги":"⚖️"\
				, "лібра":"⚖️"\
				}

#Ввід нових предметів: /inventory, /use, /case, config, /bonuscode, dickup.